{
    "Index": {
        "who_are_we_description": "\"Tris\" เป็นแพลตฟอร์มที่ออกแบบมาเพื่อเชื่อมต่อบริษัทสตาร์ทอัพและ SME ในฟูกูโอกะ, ญี่ปุ่น และกรุงเทพฯ, ประเทศไทย มีจุดมุ่งหมายเพื่อเสนอโอกาสใหม่ๆ สำหรับบัณฑิตที่เพิ่งจบการศึกษาหรือบุคคลที่สนใจเข้าร่วมในอุตสาหกรรมนี้ โดยการนำธุรกิจจากญี่ปุ่นและประเทศไทยมารวมกัน, \"Tris\" มอบการเข้าถึงโอกาสในการทำงานกับสตาร์ทอัพและ SME ที่หลากหลายได้ง่ายขึ้น",
        "who_are_we": "เราคือใคร?",
        "story_from_bangkok": "เรื่องราวจากกรุงเทพฯ",
        "story_from_bangkok_description": "กรุงเทพฯ, เมืองที่มีชีวิตชีวา, ผสมผสานความทันสมัยกับมรดกทางวัฒนธรรม, เสนอโอกาสที่หลากหลายในภาคธุรกิจและการท่องเที่ยว กำลังพัฒนาเศรษฐกิจของตัวเอง, โฟกัสที่สตาร์ทอัพและ SME เพื่อขับเคลื่อนการเติบโตและสร้างงานให้กับบัณฑิต, มุ่งเน้นที่สภาพแวดล้อมที่น่าอยู่และน่าลงทุนมากขึ้นสำหรับนักท่องเที่ยวและนักลงทุน",
        "story_from_fukuoka": "เรื่องราวจากฟูกูโอกะ",
        "story_from_fukuoka_description": "ฟูกูโอกะ, ญี่ปุ่น, ต้อนรับผู้เยี่ยมชม 200,000 คนในปี 2022, เสนอการขนส่งที่สะดวกและอาหารที่มีชื่อเสียง กำลังเติบโตอย่างรวดเร็วเป็นศูนย์กลางสตาร์ทอัพ, ได้รับการสนับสนุนจากโครงการอย่าง Startup City Fukuoka Declaration และ Fukuoka Growth Next, ทำให้เป็นตัวเลือกสูงสุดสำหรับธุรกิจใหม่",
        "click_here_to_search": "กดที่นี่เพื่อค้นหา"
    },
    "NavBar": {
        "home": "บ้าน",
        "jobs": "งาน",
        "visa": "วีซ่า"
    },
    "SideBar": {
        "home": "บ้าน",
        "language": "ภาษา"
    },
    "Jobs": [
        {
            "logo": "/sample-company-logo.png",
            "companyName": "SAVASDEE COMPANY",
            "location": "BKK",
            "jobName": "アートディレクター",
            "details": "短い2Dの説明用に、いくつかのキャラクターと環境のイラスト/デザインを作成する経験豊富なイラストレーターを募集しています。",
            "requirements": [
                "経験: [関連業界/ニッチ]でのプロジェクト管理における[X年]の実証された経験。",
                "スキル: 優れた組織、コミュニケーション、リーダーシップスキル。プロジェクト管理ツールと方法論に精通していること。",
                "革新: プロジェクトワークフローの革新と効率化を推進する実績。",
                "適応性: ダイナミックなスタートアップ環境で活躍し、優先事項と課題の変化に迅速に適応する能力。"
            ],
            "facilities": [
                {
                    "topic": "キャリア成長",
                    "detail": "[スタートアップ企業名]に参加することは、あなたの専門的な発展に投資するチームの一員であることを意味します。私たちは内部昇進を信じ、キャリアアップの機会を提供します。"
                },
                {
                    "topic": "革新文化",
                    "detail": "[業界/ニッチ]の最前線に立ち、実際の影響を与えるプロジェクトにあなたのアイデアと専門知識を貢献してください。"
                },
                {
                    "topic": "協力的な環境",
                    "detail": "協力、創造性、および卓越への共有コミットメントを価値とする多様で情熱的なチームと一緒に仕事をします。"
                }
            ],
            "description": "[業界/ニッチ]の風景を革命することを目指すダイナミックで革新的なスタートアップ、[スタートアップ企業名]へようこそ。私たちの情熱的なチームは、創造性、協力、および卓越を育む職場環境を作り出すことに専念しています。"
        },
        {
            "logo": "/sample-company-logo.png",
            "companyName": "GOData COMPANY",
            "location": "BKK",
            "jobName": "Data Engineer",
            "details": "We're seeking a talented Data Engineer to join our growing team in Bangkok. In this role, you'll be responsible for designing, implementing, and maintaining data pipelines and systems to support our data-driven initiatives.",
            "requirements": [
                "Bachelor's degree in Computer Science, Engineering, or related field.",
                "Strong programming skills in languages such as Python, SQL, or Scala.",
                "Experience with big data technologies (e.g., Hadoop, Spark, Kafka).",
                "Knowledge of data modeling, ETL processes, and data warehousing concepts.",
                "Excellent problem-solving and analytical abilities."
            ],
            "facilities": [
                {
                    "topic": "",
                    "detail": "Access to cutting-edge data technologies and tools."
                },
                {
                    "topic": "",
                    "detail": "Opportunities to work on challenging and impactful projects."
                },
                {
                    "topic": "",
                    "detail": "Collaboration with a diverse team of data professionals."
                }
            ],
            "description": "As a Data Engineer, you will be responsible for designing, building, and maintaining data pipelines and systems to support our data-driven initiatives. You will work closely with data scientists, analysts, and other stakeholders to understand business requirements and design scalable solutions for data ingestion, processing, and storage."
        },
        {
            "logo": "/sample-company-logo.png",
            "companyName": "SoftEN COMPANY",
            "location": "FUK",
            "jobName": "Software Engineer",
            "details": "Seeking a seasoned Software Engineer to join our innovative team in Bangkok. This role involves developing and maintaining software solutions that meet our clients' needs. The ideal candidate should have a strong background in software development, proficiency in programming languages such as Java or Python, and experience with agile methodologies.",
            "requirements": [
                "Bachelor's degree in Computer Science or related field.",
                "Strong proficiency in programming languages such as Java, Python, or C++.",
                "Experience with software development methodologies (e.g., Agile, Scrum).",
                "Familiarity with version control systems.",
                "Excellent problem-solving and analytical skills."
            ],
            "facilities": [
                {
                    "topic": "",
                    "detail": "Access to cutting-edge development tools and technologies."
                },
                {
                    "topic": "",
                    "detail": "Opportunities for professional development and training."
                },
                {
                    "topic": "",
                    "detail": "Competitive salary and benefits package."
                }
            ],
            "description": "As a Software Engineer, you will be responsible for designing, developing, and maintaining software solutions to meet our clients' needs. You will work closely with cross-functional teams to gather requirements, design software architecture, write code, and ensure the quality and performance of the software."
        },
        {
            "logo": "/sample-company-logo.png",
            "companyName": "Deejai COMPANY",
            "location": "FUK",
            "jobName": "Ux Ui Designer",
            "details": "We're on the lookout for a talented UX/UI Designer to join our creative team in Bangkok. In this role, you'll be responsible for crafting intuitive and visually stunning user experiences for our digital products.",
            "description": "As a UX/UI Designer, you will be responsible for creating intuitive and visually appealing user experiences for our digital products. You will create wireframes, prototypes, and visual designs, and iterate based on feedback to deliver high-quality user experiences.",
            "requirements": [
                "Bachelor's degree in UX/UI Design, or related field.",
                "Strong portfolio showcasing UX/UI design projects.",
                "Proficiency in design tools such as Sketch, Adobe XD, or Figma.",
                "Knowledge of user-centered design principles and best practices.",
                "Excellent visual design skills and attention to detail."
            ],
                "facilities": [
                  {
                    "topic": "",
                    "detail": "Inspiring work environment with creative spaces."
                  },
                  {
                    "topic": "",
                    "detail": "Access to design software and tools."
                  },
                  {
                    "topic": "",
                    "detail": "Collaboration with talented designers and developers."
                  },
                  {
                    "topic": "",
                    "detail": "Free flow coffee in working area"
                  },
                  {
                    "topic": "",
                    "detail": "30 days leave per year."
                  }
                ]
        }
    ]
}